const ITEMS = [
  "புதிய அலுமினிய பாத்திரங்கள்",
  "பழைய வேஸ்ட் அலுமினிய பாத்திரங்கள்",
  "பழைய வேஸ்ட் அலுமினிய பாத்திரங்கள் மெட்டல்",
  "பழைய வேஸ்ட் பித்தளை பொருட்கள்",
  "பழைய வேஸ்ட் செம்பு பொருட்கள்",
  "பழைய வேஸ்ட் பிளாஸ்டிக் பொருட்கள்",
  "பழைய வேஸ்ட் இரும்பு பொருட்கள்",
  "அலுமினியம் தகடு (உருமாற்றம் செய்ய)",
  "வடிதட்டம்",
  "பிளாஸ்டிக் குடம்",
  "பிளாஸ்டிக் டப்பு",
  "பிளாஸ்டிக் வாட்டர் கேன்",
  "பிளாஸ்டிக் ஸ்டூல்",
  "SS பாத்திரங்கள்"
];

const checkboxState = {
  "புதிய அலுமினிய பாத்திரங்கள்": false,
  "பழைய வேஸ்ட் அலுமினிய பாத்திரங்கள்": false,
  "பழைய வேஸ்ட் அலுமினிய பாத்திரங்கள் மெட்டல்": false,
  "பழைய வேஸ்ட் பித்தளை பொருட்கள்": false,
  "பழைய வேஸ்ட் செம்பு பொருட்கள்": false,
  "பழைய வேஸ்ட் பிளாஸ்டிக் பொருட்கள்": false,
  "பழைய வேஸ்ட் இரும்பு பொருட்கள்": false,
  "அலுமினியம் தகடு (உருமாற்றம் செய்ய)": false,
  வடிதட்டம்: false,
  "பிளாஸ்டிக் குடம்": false,
  "பிளாஸ்டிக் டப்பு": false,
  "பிளாஸ்டிக் வாட்டர் கேன்": false,
  "பிளாஸ்டிக் ஸ்டூல்": false,
  "SS பாத்திரங்கள்": false
};
const textInputState = {
  "புதிய அலுமினிய பாத்திரங்கள்": "",
  "பழைய வேஸ்ட் அலுமினிய பாத்திரங்கள்": "",
  "பழைய வேஸ்ட் அலுமினிய பாத்திரங்கள் மெட்டல்": "",
  "பழைய வேஸ்ட் பித்தளை பொருட்கள்": "",
  "பழைய வேஸ்ட் செம்பு பொருட்கள்": "",
  "பழைய வேஸ்ட் பிளாஸ்டிக் பொருட்கள்": "",
  "பழைய வேஸ்ட் இரும்பு பொருட்கள்": "",
  "அலுமினியம் தகடு (உருமாற்றம் செய்ய)": "",
  வடிதட்டம்: "",
  "பிளாஸ்டிக் குடம்": "",
  "பிளாஸ்டிக் டப்பு": "",
  "பிளாஸ்டிக் வாட்டர் கேன்": "",
  "பிளாஸ்டிக் ஸ்டூல்": "",
  "SS பாத்திரங்கள்": ""
};

const priceState = {
  "புதிய அலுமினிய பாத்திரங்கள்": 0,
  "பழைய வேஸ்ட் அலுமினிய பாத்திரங்கள்": 0,
  "பழைய வேஸ்ட் அலுமினிய பாத்திரங்கள் மெட்டல்": 0,
  "பழைய வேஸ்ட் பித்தளை பொருட்கள்": 0,
  "பழைய வேஸ்ட் செம்பு பொருட்கள்": 0,
  "பழைய வேஸ்ட் பிளாஸ்டிக் பொருட்கள்": 0,
  "பழைய வேஸ்ட் இரும்பு பொருட்கள்": 0,
  "அலுமினியம் தகடு (உருமாற்றம் செய்ய)": 0,
  வடிதட்டம்: 0,
  "பிளாஸ்டிக் குடம்": 0,
  "பிளாஸ்டிக் டப்பு": 0,
  "பிளாஸ்டிக் வாட்டர் கேன்": 0,
  "பிளாஸ்டிக் ஸ்டூல்": 0,
  "SS பாத்திரங்கள்": 0
};

export default ITEMS;
export { checkboxState, textInputState, priceState };